[
    {
        "statement": "Thermo Fisher Scientific engages in the manufacture and sale of semiconductor products..",
        "label": false
    },
    {
        "statement": "Anheuser-Busch InBev engages in the exploration, production, refining, marketing and distribution of oil..",
        "label": false
    },
    {
        "statement": "Meta Platforms has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Japan Post Holdings operates in the industry of Drugs & Biotechnology.",
        "label": false
    },
    {
        "statement": "Merck & Co. engages in the provision of health solutions through its prescription medicines, vaccines, biologic therapies, animal health, and consumer care products..",
        "label": true
    },
    {
        "statement": "SK Hynix is an investment company that engages in the provision of value-added services and online advertising services..",
        "label": false
    },
    {
        "statement": "Enel engages in global investment banking, securities and investment management, which provides financial services..",
        "label": false
    },
    {
        "statement": "Bank of Montreal has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Morgan Stanley has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Cathay Financial operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "Generali Group has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "AT&T operates in the industry of Trading Companies.",
        "label": false
    },
    {
        "statement": "Poly Developments & Holdings Group has headquarters in China.",
        "label": true
    },
    {
        "statement": "Ping An Insurance (Group) Company of China engages in the provision of financial products and services..",
        "label": true
    },
    {
        "statement": "Sumitomo Mitsui Financial has headquarters in China.",
        "label": false
    },
    {
        "statement": "Manulife operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "China Petroleum & Chemical engages in the exploration, development and production of crude oil and natural gas..",
        "label": true
    },
    {
        "statement": "National Australia Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "PepsiCo has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Lloyds Banking Group operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) engages in the manufacture and sale of automobiles and motorcycles..",
        "label": true
    },
    {
        "statement": "Telefonica engages in the provision of communication, information and entertainment solutions..",
        "label": true
    },
    {
        "statement": "BASF engages in the provision of chemical products..",
        "label": true
    },
    {
        "statement": "KDDI operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Lowe's engages in the provision of telecommunication services..",
        "label": false
    },
    {
        "statement": "KDDI has headquarters in India.",
        "label": false
    },
    {
        "statement": "Capital One engages in the provision of corporate and personal banking services, financial lease, assets custody services and conducting treasury business..",
        "label": false
    },
    {
        "statement": "BHP Group engages in the exploration, development, production, and processing of iron ore, metallurgical coal, and copper..",
        "label": true
    },
    {
        "statement": "Charter Communications operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "Novartis operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Manulife has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Citigroup has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Dow operates in the industry of chemicals.",
        "label": true
    },
    {
        "statement": "Telefonica has headquarters in Spain.",
        "label": true
    },
    {
        "statement": "BHP Group has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "JPMorgan Chase has headquarters in China.",
        "label": false
    },
    {
        "statement": "Sberbank has headquarters in Russia.",
        "label": true
    },
    {
        "statement": "Honda Motor operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "ConocoPhillips has headquarters in United States.",
        "label": true
    },
    {
        "statement": "CITIC engages in the following business activities: housing construction, real estate development and investment, infrastructure construction and investment, prospecting and design, and overseas industries.",
        "label": false
    },
    {
        "statement": "RBC operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "China Citic Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Itau Unibanco Holding has headquarters in Brazil.",
        "label": true
    },
    {
        "statement": "VINCI operates in the industry of construction.",
        "label": true
    },
    {
        "statement": "Petrobras has headquarters in Brazil.",
        "label": true
    },
    {
        "statement": "Morgan Stanley has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Caterpillar operates in the industry of Trading Companies.",
        "label": false
    },
    {
        "statement": "Anglo American is a mining company, which engages in the exploration and mining of precious base metals and ferrous metals..",
        "label": true
    },
    {
        "statement": "Equinor is an investment holding company that engages in the exploration, development, production and sale of crude oil, natural gas and other petroleum products through its subsidiaries..",
        "label": false
    },
    {
        "statement": "ENGIE engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Deutsche Post operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Brookfield Asset Management has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Mercedes-Benz Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Enel operates in the industry of electricity & gas.",
        "label": true
    },
    {
        "statement": "Wells Fargo operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Munich Reinsurance operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Capital One has headquarters in India.",
        "label": false
    },
    {
        "statement": "Telefonica has headquarters in France.",
        "label": false
    },
    {
        "statement": "Shanghai Pudong Development Bank operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Hon Hai Precision operates in the industry of technology hardware & equipment.",
        "label": true
    },
    {
        "statement": "Morgan Stanley is a holding company, which engages in the provision of a portfolio of transportation, e-commerce, and business services..",
        "label": false
    },
    {
        "statement": "Bank of China engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "America Movil engages in the provision of telecommunications services..",
        "label": true
    },
    {
        "statement": "Alibaba Group operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "Bank of Communications engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "Mitsubishi operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "China Life Insurance has headquarters in China.",
        "label": true
    },
    {
        "statement": "Sberbank has headquarters in France.",
        "label": false
    },
    {
        "statement": "Walmart has headquarters in Taiwan.",
        "label": false
    },
    {
        "statement": "Walgreens has headquarters in China.",
        "label": false
    },
    {
        "statement": "PepsiCo operates in the industry of food, drink & tobacco.",
        "label": true
    },
    {
        "statement": "Agricultural Bank of China operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Walmart operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "HDFC Bank operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Johnson & Johnson has headquarters in Hong Kong.",
        "label": false
    },
    {
        "statement": "State Bank of India engages in the provision of commercial banking services..",
        "label": true
    },
    {
        "statement": "Novartis is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": true
    },
    {
        "statement": "Lowe's has headquarters in United States.",
        "label": true
    },
    {
        "statement": "UnitedHealth Group has headquarters in United States.",
        "label": true
    },
    {
        "statement": "British American Tobacco has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Nestle operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Shell operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "China Vanke engages in the development and sale of properties..",
        "label": true
    },
    {
        "statement": "Sberbank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Sumitomo Mitsui Financial engages in the ownership and operation of assets of its shareholder and clients with a focus on real estate, renewable power, infrastructure and private equity..",
        "label": false
    },
    {
        "statement": "Deutsche Post operates in the industry of transportation.",
        "label": true
    },
    {
        "statement": "PetroChina engages in the provision of innovative memory and storage solutions..",
        "label": false
    },
    {
        "statement": "Costco Wholesale has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Apple has headquarters in United States.",
        "label": true
    },
    {
        "statement": "BNP Paribas has headquarters in China.",
        "label": false
    },
    {
        "statement": "Accenture engages in the provision of management consulting, technology, and outsourcing services..",
        "label": true
    },
    {
        "statement": "Raytheon Technologies has headquarters in China.",
        "label": false
    },
    {
        "statement": "Goldman Sachs Group is a holding company that engages in the provision of telecommunications media and technology service..",
        "label": false
    },
    {
        "statement": "Volkswagen Group engages in the production and sale of passenger cars and light commercial vehicles..",
        "label": true
    },
    {
        "statement": "HCA Healthcare has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "Intesa Sanpaolo has headquarters in Italy.",
        "label": true
    },
    {
        "statement": "Tokio Marine Holdings operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Bank of Nova Scotia has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Santander is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions..",
        "label": true
    },
    {
        "statement": "Deutsche Post engages in the design, manufacture, and sale of smartphones, personal computers, tablets, wearables and accessories, and other variety of related services..",
        "label": false
    },
    {
        "statement": "General Motors operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Amazon.com operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "GlaxoSmithKline is a holding company that engages in the provision of financial management solutions..",
        "label": false
    },
    {
        "statement": "Costco Wholesale operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "Deere & Company engages in the manufacturing and distribution of equipment used in agriculture, construction, forestry, and turf care..",
        "label": true
    },
    {
        "statement": "Mitsubishi engages in the provision of services utilizing the function of general trading..",
        "label": true
    },
    {
        "statement": "Westpac Banking is an investment holding company, which engages in the provision of life insurance..",
        "label": false
    },
    {
        "statement": "Alibaba Group engages in providing online and mobile marketplaces in retail and wholesale trade..",
        "label": true
    },
    {
        "statement": "Eni has headquarters in Italy.",
        "label": true
    },
    {
        "statement": "Dow has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Mitsubishi UFJ Financial Group operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Cathay Financial has headquarters in Taiwan.",
        "label": true
    },
    {
        "statement": "China Construction Bank operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Prudential Financial operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Linde engages in the production and distribution of industrial gases..",
        "label": true
    },
    {
        "statement": "United Parcel Service engages in the provision of telecommunication services..",
        "label": false
    },
    {
        "statement": "Broadcom is a global technology company, which designs, develops and supplies semiconductor and infrastructure software solutions..",
        "label": true
    },
    {
        "statement": "American Express operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Postal Savings Bank of China operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Sberbank engages in the provision of a range of property casualty insurance, life insurance, retirement products, and other financial services to commercial and individual customers..",
        "label": false
    },
    {
        "statement": "Mitsubishi has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Canadian Imperial Bank of Commerce operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Bank of Nova Scotia has headquarters in Taiwan.",
        "label": false
    },
    {
        "statement": "Mercedes-Benz Group has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "U.S. Bancorp has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Roche Holding operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Rio Tinto operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company engages in the design, development, manufacture, and sale of fully electric vehicles, energy generation and storage systems..",
        "label": false
    },
    {
        "statement": "Tencent Holdings has headquarters in China.",
        "label": true
    },
    {
        "statement": "Capital One operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "MetLife engages in owning and operating of general merchandise stores..",
        "label": false
    },
    {
        "statement": "Siemens operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "Hon Hai Precision has headquarters in Taiwan.",
        "label": true
    },
    {
        "statement": "Mitsubishi operates in the industry of trading companies.",
        "label": true
    },
    {
        "statement": "China Shenhua Energy engages in the production and marketing of metal, mineral, and energy and agricultural commodities..",
        "label": false
    },
    {
        "statement": "Procter & Gamble engages in the provision of branded consumer packaged goods..",
        "label": true
    },
    {
        "statement": "SoftBank operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Postal Savings Bank of China operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Moller - Maersk engages in shipping, energy, transportation, offshore drilling, and retail activities..",
        "label": true
    },
    {
        "statement": "Wells Fargo has headquarters in Saudi Arabia.",
        "label": false
    },
    {
        "statement": "Charter Communications engages in the provision of financial products and services, including personal, commercial, corporate, and investment banking..",
        "label": false
    },
    {
        "statement": "UBS Group is a holding company that engages in the provision of financial management solutions..",
        "label": true
    },
    {
        "statement": "Exxon Mobil engages in the exploration, development, and distribution of oil, gas, and petroleum products..",
        "label": true
    },
    {
        "statement": "China Shenhua Energy operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "Apple engages in the design, manufacture, and sale of smartphones, personal computers, tablets, wearables and accessories, and other variety of related services..",
        "label": true
    },
    {
        "statement": "Anheuser-Busch InBev operates in the industry of food, drink & tobacco.",
        "label": true
    },
    {
        "statement": "The Home Depot is the world's largest home improvement specialty retailer..",
        "label": true
    },
    {
        "statement": "Alibaba Group engages in the manufacture and sale of automobiles, motorcycles and power products..",
        "label": false
    },
    {
        "statement": "Chevron has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Banco Bradesco operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "UnitedHealth Group operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "Caterpillar engages in the manufacture of construction and mining equipment, diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives..",
        "label": true
    },
    {
        "statement": "Agricultural Bank of China operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "CVS Health operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "UnitedHealth Group has headquarters in Hong Kong.",
        "label": false
    },
    {
        "statement": "Ping An Insurance (Group) Company of China has headquarters in France.",
        "label": false
    },
    {
        "statement": "Ford Motor engages in the manufacture, distribution and sale of automobiles..",
        "label": true
    },
    {
        "statement": "PNC Financial Services operates in the industry of Aerospace & Defense.",
        "label": false
    },
    {
        "statement": "BNP Paribas engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "Volkswagen Group operates as a bank holding company that offers financial services, including lending and depository services, cash management, foreign exchange and trust and investment management..",
        "label": false
    },
    {
        "statement": "AbbVie (ABBV) has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Generali Group engages in the provision of insurance and financial products..",
        "label": true
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "Sony operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Abbott Laboratories has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Wells Fargo has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Stellantis has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Oracle operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Industrial Bank has headquarters in China.",
        "label": true
    },
    {
        "statement": "CVS Health has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Exxon Mobil operates in the industry of Household & Personal Products.",
        "label": false
    },
    {
        "statement": "Enbridge operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Pfizer engages in the discovery, development, manufacturing, marketing, distribution, and selling of biopharmaceutical products worldwide..",
        "label": true
    },
    {
        "statement": "Thermo Fisher Scientific has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "AT&T engages in business of product trading and business investment activities..",
        "label": false
    },
    {
        "statement": "Mitsubishi UFJ Financial Group has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Volkswagen Group operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Reliance Industries operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "JPMorgan Chase operates as a holding company that engages in the management of its group companies..",
        "label": false
    },
    {
        "statement": "Fubon Financial engages in the provision of financial services..",
        "label": true
    },
    {
        "statement": "Generali Group has headquarters in Italy.",
        "label": true
    },
    {
        "statement": "ArcelorMittal has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Barclays operates as a bank holding company that engages in the business of providing retail banking, credit cards, corporate and investment banking and wealth management services..",
        "label": true
    },
    {
        "statement": "Postal Savings Bank of China has headquarters in United States.",
        "label": false
    },
    {
        "statement": "MetLife has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Capital One operates as a financial holding company that engages in the provision of financial products and services..",
        "label": true
    },
    {
        "statement": "Itochu engages in business of product trading and business investment activities..",
        "label": true
    },
    {
        "statement": "Deere & Company has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Goldman Sachs Group engages in global investment banking, securities and investment management, which provides financial services..",
        "label": true
    },
    {
        "statement": "Toyota Motor operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Anthem engages in the provision of products and services that address all aspects of corporate information technology environments..",
        "label": false
    },
    {
        "statement": "Sumitomo Mitsui Financial operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton operates in the industry of household & personal products.",
        "label": true
    },
    {
        "statement": "Munich Reinsurance engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products..",
        "label": false
    },
    {
        "statement": "Broadcom engages in the ownership and operation of assets of its shareholder and clients with a focus on real estate, renewable power, infrastructure and private equity..",
        "label": false
    },
    {
        "statement": "Public Joint Stock Company Gazprom operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Nestle has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "IBM is an information technology company, which provides integrated solutions that leverage information technology and knowledge of business processes..",
        "label": true
    },
    {
        "statement": "MetLife has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Target has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Iberdrola operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "KDDI engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": false
    },
    {
        "statement": "SAP has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Postal Savings Bank of China has headquarters in China.",
        "label": true
    },
    {
        "statement": "China State Construction Engineering has headquarters in China.",
        "label": true
    },
    {
        "statement": "Univlever engages in the production and marketing of consumer goods in the nutrition, hygiene, and personal care categories..",
        "label": true
    },
    {
        "statement": "Lloyds Banking Group operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Shell engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products..",
        "label": false
    },
    {
        "statement": "Prudential Financial has headquarters in United States.",
        "label": true
    },
    {
        "statement": "General Motors engages in the designing, manufacturing, and selling of cars, trucks and automobile parts..",
        "label": true
    },
    {
        "statement": "Pfizer has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Nippon Telegraph & Telephone is a holding company that engages in the provision of telecommunication services..",
        "label": true
    },
    {
        "statement": "Meta Platforms operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "China Telecom engages in the provision of telecommunication services..",
        "label": true
    },
    {
        "statement": "Walt Disney is a diversified international family entertainment and media enterprise..",
        "label": true
    },
    {
        "statement": "BHP Group has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "Nestle has headquarters in Mexico.",
        "label": false
    },
    {
        "statement": "Intel has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Nippon Telegraph & Telephone engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Goldman Sachs Group operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "ENGIE operates in the industry of Drugs & Biotechnology.",
        "label": false
    },
    {
        "statement": "ConocoPhillips operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "Barclays operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Bristol Myers Squibb engages in the discovery, development, licensing, manufacture, marketing, distribution and sale of biopharmaceutical products..",
        "label": true
    },
    {
        "statement": "Amazon.com engages in the manufacture of luxury goods..",
        "label": false
    },
    {
        "statement": "Target is a holding company, which engages in the provision of financial services..",
        "label": false
    },
    {
        "statement": "Nestle engages in the production and distribution of cars, trucks and vans..",
        "label": false
    },
    {
        "statement": "Ford Motor engages in the exploration, production, transport, refining, and marketing of petroleum and petroleum-derived products..",
        "label": false
    },
    {
        "statement": "Bank of China has headquarters in China.",
        "label": true
    },
    {
        "statement": "Stellantis has headquarters in Netherlands.",
        "label": true
    },
    {
        "statement": "Sony engages in the development, design, manufacture, and sale of electronic equipment, instruments, devices, game consoles, and software for consumers, professionals and industrial markets..",
        "label": true
    },
    {
        "statement": "Anthem has headquarters in United States.",
        "label": true
    },
    {
        "statement": "IBM has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Eni has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "Japan Post Holdings has headquarters in United States.",
        "label": false
    },
    {
        "statement": "HCA Healthcare is a health care services company, which engages in operating hospitals, freestanding surgery centers and emergency rooms, and urgent care centers..",
        "label": true
    },
    {
        "statement": "Citigroup is a holding company that engages in the provision of financial products and services..",
        "label": true
    },
    {
        "statement": "Mitsui engages in the designing, manufacturing, and selling of cars, trucks and automobile parts..",
        "label": false
    },
    {
        "statement": "GlaxoSmithKline has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "VINCI operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "UnitedHealth Group engages in the provision of healthcare coverage, software and data consultancy services..",
        "label": true
    },
    {
        "statement": "Airbus Group engages in the design, manufacture, delivery and provision of aerospace products, space and related services..",
        "label": true
    },
    {
        "statement": "Walt Disney has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Verizon Communications has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Dow has headquarters in Italy.",
        "label": false
    },
    {
        "statement": "Alphabet is a holding company, which engages in the business of acquisition and operation of different companies..",
        "label": true
    },
    {
        "statement": "Verizon Communications has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Sberbank operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Dell Technologies has headquarters in France.",
        "label": false
    },
    {
        "statement": "Pfizer engages in the provision of insurance and financial products..",
        "label": false
    },
    {
        "statement": "Lockheed Martin has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Medtronic has headquarters in Ireland.",
        "label": true
    },
    {
        "statement": "Bank of China engages in the exploration, development, production and sale of crude oil & gas. It also involves in refining, transportation, and sale of petroleum products..",
        "label": false
    },
    {
        "statement": "Verizon Communications engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": false
    },
    {
        "statement": "Visa operates in the industry of United States.",
        "label": false
    },
    {
        "statement": "The Home Depot operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "Oracle operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Itau Unibanco Holding has headquarters in China.",
        "label": false
    },
    {
        "statement": "Lloyds Banking Group is a financial services company, which engages in the provision of a wide range of banking and financial services..",
        "label": true
    },
    {
        "statement": "Rio Tinto has headquarters in France.",
        "label": false
    },
    {
        "statement": "AT&T operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "CITIC operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Electricite de France engages in power generation, transmission, distribution, supply and trading activities..",
        "label": true
    },
    {
        "statement": "Brookfield Asset Management operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Merck & Co. has headquarters in Drugs & Biotechnology.",
        "label": true
    },
    {
        "statement": "Credit Agricole has headquarters in France.",
        "label": true
    },
    {
        "statement": "Cathay Financial operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Hitachi has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "PNC Financial Services engages in the operation of membership warehouses..",
        "label": false
    },
    {
        "statement": "Samsung Group has headquarters in South Korea.",
        "label": true
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "BHP Group provides insurance and financial services to individual and institutional customers..",
        "label": false
    },
    {
        "statement": "BBVA operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "The Home Depot engages in the provision of telecommunication and information technology services..",
        "label": false
    },
    {
        "statement": "Toyota Motor has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Iberdrola is a holding company that engages in the generation, distribution, trading and marketing of electricity..",
        "label": true
    },
    {
        "statement": "American Express operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Moller - Maersk has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Fubon Financial operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "AXA operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Alphabet operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton engages in the manufacture of luxury goods..",
        "label": true
    },
    {
        "statement": "Intel engages in the design, manufacture and sale of computer products and technologies..",
        "label": true
    },
    {
        "statement": "JPMorgan Chase is a financial holding company. It provides financial and investment banking services..",
        "label": true
    },
    {
        "statement": "China Merchants Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Public Joint Stock Company Gazprom has headquarters in Russia.",
        "label": true
    },
    {
        "statement": "Univlever engages in the provision of banking and financial solutions..",
        "label": false
    },
    {
        "statement": "Honeywell operates in the industry of conglomerates.",
        "label": true
    },
    {
        "statement": "Visa has headquarters in United States.",
        "label": true
    },
    {
        "statement": "ENGIE has headquarters in France.",
        "label": true
    },
    {
        "statement": "Industrial Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Broadcom operates in the industry of semiconductors.",
        "label": true
    },
    {
        "statement": "Hyundai Motor has headquarters in South Korea.",
        "label": true
    },
    {
        "statement": "Rosneft operates in the industry of Gas & Oil Operations.",
        "label": false
    },
    {
        "statement": "BP operates as an integrated oil and gas company..",
        "label": true
    },
    {
        "statement": "Shell has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Raytheon Technologies has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Walgreens has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Roche Holding has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "Ford Motor has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "GlaxoSmithKline has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Vale operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Iberdrola has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Novartis has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "CNOOC operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "BHP Group operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Ping An Insurance (Group) Company of China operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Banco Bradesco engages in the provision of financial and insurance services..",
        "label": true
    },
    {
        "statement": "Chevron engages in the provision of administrative, financial management and technology support for energy and chemical operations..",
        "label": true
    },
    {
        "statement": "Raytheon Technologies operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "America Movil has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "China Mobile has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Anglo American operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "U.S. Bancorp operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Accenture operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "UBS Group operates in the industry of Aerospace & Defense.",
        "label": false
    },
    {
        "statement": "Chubb has headquarters in China.",
        "label": false
    },
    {
        "statement": "Brookfield Asset Management operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Apple engages in the provision of banking and related financial services..",
        "label": false
    },
    {
        "statement": "Procter & Gamble is the world's largest home improvement specialty retailer..",
        "label": false
    },
    {
        "statement": "Wells Fargo is a diversified, community-based financial services company..",
        "label": true
    },
    {
        "statement": "Charter Communications operates in the industry of media.",
        "label": true
    },
    {
        "statement": "Hon Hai Precision has headquarters in United States.",
        "label": false
    },
    {
        "statement": "SK Hynix operates in the industry of semiconductors.",
        "label": true
    },
    {
        "statement": "Prudential Financial engages in the provision of financial products and services including life insurance, annuities, mutual funds, and investment management to both individual and institutional customers..",
        "label": true
    },
    {
        "statement": "Honeywell operates in the industry of IT Software & Services.",
        "label": false
    },
    {
        "statement": "China Construction Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Lockheed Martin has headquarters in Ireland.",
        "label": false
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) has headquarters in Saudi Arabia.",
        "label": true
    },
    {
        "statement": "Anthem has headquarters in Spain.",
        "label": false
    },
    {
        "statement": "Visa engages in the provision of insurance and investment advisory services..",
        "label": false
    },
    {
        "statement": "China Telecom has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Moller - Maersk operates in the industry of transportation.",
        "label": true
    },
    {
        "statement": "Rosneft has headquarters in United States.",
        "label": false
    },
    {
        "statement": "General Motors has headquarters in Drugs & Biotechnology.",
        "label": false
    },
    {
        "statement": "ANZ has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "Shanghai Pudong Development Bank provides banking and financial services..",
        "label": true
    },
    {
        "statement": "Caterpillar has headquarters in Rome.",
        "label": false
    },
    {
        "statement": "Cisco Systems engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": false
    },
    {
        "statement": "Total produces and markets fuels, natural gas and low-carbon electricity..",
        "label": true
    },
    {
        "statement": "PNC Financial Services has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Alibaba Group operates in the industry of Construction.",
        "label": false
    },
    {
        "statement": "Siemens operates in the industry of conglomerates.",
        "label": true
    },
    {
        "statement": "Eni is a global technology company, which designs, develops and supplies semiconductor and infrastructure software solutions..",
        "label": false
    },
    {
        "statement": "Chevron operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Micron Technology has headquarters in United States.",
        "label": true
    },
    {
        "statement": "ENGIE has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Equinor operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "CNOOC has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Truist Financial operates as a financial holding company, which engages in the provision of banking services to individuals, businesses and municipalities..",
        "label": true
    },
    {
        "statement": "Microsoft operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "AIA Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Costco Wholesale operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "BASF is a financial holding company. It provides financial and investment banking services..",
        "label": false
    },
    {
        "statement": "Siemens engages in property development, commodity residential building distribution, and property management..",
        "label": false
    },
    {
        "statement": "Santander has headquarters in Spain.",
        "label": true
    },
    {
        "statement": "Deutsche Telekom operates as a financial holding company that engages in the provision of financial products and services..",
        "label": false
    },
    {
        "statement": "Visa operates in the industry of business services & supplies.",
        "label": true
    },
    {
        "statement": "America Movil operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Apple operates in the industry of Construction.",
        "label": false
    },
    {
        "statement": "PNC Financial Services operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "BlackRock has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Cathay Financial engages in the provision of financial services..",
        "label": true
    },
    {
        "statement": "CNOOC has headquarters in Hong Kong.",
        "label": true
    },
    {
        "statement": "Exxon Mobil has headquarters in United States.",
        "label": true
    },
    {
        "statement": "China Citic Bank produces and markets fuels, natural gas and low-carbon electricity..",
        "label": false
    },
    {
        "statement": "Costco Wholesale engages in the operation of membership warehouses..",
        "label": true
    },
    {
        "statement": "British American Tobacco operates as a global financial services company..",
        "label": false
    },
    {
        "statement": "Deutsche Telekom engages in the provision of telecommunication and information technology services..",
        "label": true
    },
    {
        "statement": "Bank of America operates in the industry of Aerospace & Defense.",
        "label": false
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) operates in the industry of Trading Companies.",
        "label": false
    },
    {
        "statement": "BNP Paribas is a financial services company, which engages in the provision of a wide range of banking and financial services..",
        "label": false
    },
    {
        "statement": "Sony engages in the provision of digital payment services. It also facilitates global commerce through the transfer of value and information among global network of consumers, merchants, financial institutions, businesses, strategic partners, and government entities..",
        "label": false
    },
    {
        "statement": "IBM operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Cathay Financial has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Abbott Laboratories is a holding company that engages in the research and development, manufacture and sale of products in the healthcare field..",
        "label": false
    },
    {
        "statement": "HSBC Holdings is a health care services company, which engages in operating hospitals, freestanding surgery centers and emergency rooms, and urgent care centers..",
        "label": false
    },
    {
        "statement": "Cisco Systems has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "China Vanke has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Microsoft has headquarters in United States.",
        "label": true
    },
    {
        "statement": "MetLife operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Coca-Cola has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Oracle engages in the provision of products and services that address all aspects of corporate information technology environments..",
        "label": true
    },
    {
        "statement": "FedEx has headquarters in United States.",
        "label": true
    },
    {
        "statement": "China Construction Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "LukOil has headquarters in China.",
        "label": false
    },
    {
        "statement": "PepsiCo has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Deutsche Post has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "AXA engages in providing online and mobile marketplaces in retail and wholesale trade..",
        "label": false
    },
    {
        "statement": "Linde operates in the industry of Construction.",
        "label": false
    },
    {
        "statement": "Tesla has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Westpac Banking operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "SK Hynix operates in the industry of Conglomerates.",
        "label": false
    },
    {
        "statement": "BlackRock engages in providing investment management, risk management, and advisory services for institutional and retail clients worldwide..",
        "label": true
    },
    {
        "statement": "Thermo Fisher Scientific operates in the industry of healthcare equipment & services.",
        "label": true
    },
    {
        "statement": "ENGIE operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Electricite de France has headquarters in France.",
        "label": true
    },
    {
        "statement": "American International Group operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Vale engages in the production and exportation of iron ore, pellets, manganese and iron alloys, which are raw materials needed for steelmaking..",
        "label": true
    },
    {
        "statement": "Raytheon Technologies engages in the provision of mail and logistics services..",
        "label": false
    },
    {
        "statement": "American International Group has headquarters in Ireland.",
        "label": false
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "AbbVie (ABBV) is a research-based biopharmaceutical company, which engages in the development and sale of pharmaceutical products..",
        "label": true
    },
    {
        "statement": "Hitachi engages in the manufacture and sale of electrical equipment..",
        "label": true
    },
    {
        "statement": "Shell engages in oil and natural gas production..",
        "label": true
    },
    {
        "statement": "Apple operates in the industry of technology.",
        "label": true
    },
    {
        "statement": "Exxon Mobil has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "Citigroup operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Electricite de France engages in the production and marketing of metal, mineral, and energy and agricultural commodities..",
        "label": false
    },
    {
        "statement": "Raytheon Technologies operates in the industry of aerospace & defense.",
        "label": true
    },
    {
        "statement": "Barclays operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Truist Financial operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Fubon Financial has headquarters in Taiwan.",
        "label": true
    },
    {
        "statement": "Mizuho Financial is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions..",
        "label": false
    },
    {
        "statement": "Linde operates in the industry of chemicals.",
        "label": true
    },
    {
        "statement": "Credit Agricole has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "E.ON engages in the provision of energy solutions..",
        "label": true
    },
    {
        "statement": "Toronto-Dominion Bank provides financial products and services..",
        "label": true
    },
    {
        "statement": "Poly Developments & Holdings Group engages in property development, commodity residential building distribution, and property management..",
        "label": true
    },
    {
        "statement": "Agricultural Bank of China has headquarters in Hong Kong.",
        "label": false
    },
    {
        "statement": "China Life Insurance operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "ConocoPhillips has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "State Bank of India operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "ANZ provides banking, financial products and services to retail, small business, corporate and institutional clients..",
        "label": true
    },
    {
        "statement": "SAP operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Sanofi engages in the manufacture and sale of semiconductor products..",
        "label": false
    },
    {
        "statement": "Lockheed Martin operates in the industry of aerospace & defense.",
        "label": true
    },
    {
        "statement": "United Parcel Service operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Hyundai Motor operates in the industry of Technology.",
        "label": false
    },
    {
        "statement": "Linde has headquarters in United States.",
        "label": false
    },
    {
        "statement": "The Home Depot has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Lockheed Martin engages in the manufacture, distribution and sale of automobiles..",
        "label": false
    },
    {
        "statement": "American International Group has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Honeywell has headquarters in United States.",
        "label": true
    },
    {
        "statement": "CVS Health engages in the provision of financial products and services..",
        "label": false
    },
    {
        "statement": "National Australia Bank has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "Goldman Sachs Group has headquarters in United States.",
        "label": true
    },
    {
        "statement": "PetroChina operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Glencore operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Oracle has headquarters in United States.",
        "label": true
    },
    {
        "statement": "HSBC Holdings has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Alphabet operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "CNOOC is a diversified, community-based financial services company..",
        "label": false
    },
    {
        "statement": "National Australia Bank operates in the industry of Media.",
        "label": false
    },
    {
        "statement": "Chubb engages in the discovery, development, licensing, manufacture, marketing, distribution and sale of biopharmaceutical products..",
        "label": false
    },
    {
        "statement": "China Mobile engages in the manufacture, marketing, distribution and sale of beverages, food, and snacks..",
        "label": false
    },
    {
        "statement": "Johnson & Johnson is a holding company that engages in the research and development, manufacture and sale of products in the healthcare field..",
        "label": true
    },
    {
        "statement": "Dell Technologies operates in the industry of Media.",
        "label": false
    },
    {
        "statement": "Sberbank provides commercial banking and financial services..",
        "label": true
    },
    {
        "statement": "Pfizer has headquarters in China.",
        "label": false
    },
    {
        "statement": "Brookfield Asset Management engages in the ownership and operation of assets of its shareholder and clients with a focus on real estate, renewable power, infrastructure and private equity..",
        "label": true
    },
    {
        "statement": "Bank of Communications has headquarters in China.",
        "label": true
    },
    {
        "statement": "Toronto-Dominion Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Toronto-Dominion Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "ANZ operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "Industrial and Commercial Bank of China has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Bank of America has headquarters in United States.",
        "label": true
    },
    {
        "statement": "SK Hynix has headquarters in China.",
        "label": false
    },
    {
        "statement": "Alibaba Group has headquarters in China.",
        "label": true
    },
    {
        "statement": "Bank of America is a holding company that engages in the generation, distribution, trading and marketing of electricity..",
        "label": false
    },
    {
        "statement": "ENGIE engages in the provision of electricity, natural gas, and energy related services..",
        "label": true
    },
    {
        "statement": "Poly Developments & Holdings Group operates as a holding company that engages in the provision of insurance and asset management services..",
        "label": false
    },
    {
        "statement": "Deutsche Telekom has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Mitsubishi UFJ Financial Group has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "National Australia Bank engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "Sony has headquarters in United States.",
        "label": false
    },
    {
        "statement": "American International Group engages in the provision of a range of property casualty insurance, life insurance, retirement products, and other financial services to commercial and individual customers..",
        "label": true
    },
    {
        "statement": "Citigroup engages in the provision of banking and related financial services..",
        "label": false
    },
    {
        "statement": "China Life Insurance has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "General Motors has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "AXA has headquarters in France.",
        "label": true
    },
    {
        "statement": "Morgan Stanley operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "China Shenhua Energy has headquarters in China.",
        "label": true
    },
    {
        "statement": "BP engages in the provision of financial products and banking services..",
        "label": false
    },
    {
        "statement": "Nestle is a nutrition, health and wellness company that engages in the manufacture, supply and production of prepared dishes and cooking aids, milk-based products, pharmaceuticals and ophthalmic goods, baby foods and cereals..",
        "label": true
    },
    {
        "statement": "Mizuho Financial operates as a holding company which engages in the provision of financial services such as banking, trust banking, securities, and other businesses..",
        "label": true
    },
    {
        "statement": "Tencent Holdings operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Caterpillar operates in the industry of capital goods.",
        "label": true
    },
    {
        "statement": "Cathay Financial engages in the production and marketing of consumer goods in the nutrition, hygiene, and personal care categories..",
        "label": false
    },
    {
        "statement": "Intesa Sanpaolo operates as a financial holding company that engages in the provision of financial products and services..",
        "label": false
    },
    {
        "statement": "Enbridge has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Accenture has headquarters in United States.",
        "label": false
    },
    {
        "statement": "BBVA has headquarters in Spain.",
        "label": true
    },
    {
        "statement": "Moller - Maersk operates in the industry of IT Software & Services.",
        "label": false
    },
    {
        "statement": "Fubon Financial has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Target operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "American Express has headquarters in France.",
        "label": false
    },
    {
        "statement": "Itochu has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Intesa Sanpaolo operates in the industry of Trading Companies.",
        "label": false
    },
    {
        "statement": "Munich Reinsurance has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Truist Financial has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "Manulife engages in business of product trading and business investment activities..",
        "label": false
    },
    {
        "statement": "Chevron operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Tencent Holdings is an investment company that engages in the provision of value-added services and online advertising services..",
        "label": true
    },
    {
        "statement": "Prudential Financial operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "Shanghai Pudong Development Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Stellantis operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Honda Motor engages in oil and gas exploration, production, and distribution activities..",
        "label": false
    },
    {
        "statement": "Tencent Holdings operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Ford Motor has headquarters in United States.",
        "label": true
    },
    {
        "statement": "CVS Health operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Petrobras has headquarters in France.",
        "label": false
    },
    {
        "statement": "Bank of America operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Meta Platforms operates as a social networking company worldwide..",
        "label": true
    },
    {
        "statement": "Medtronic operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "HSBC Holdings has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Lloyds Banking Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "State Bank of India has headquarters in Spain.",
        "label": false
    },
    {
        "statement": "Rosneft engages in the exploration, development, production and sale of crude oil & gas. It also involves in refining, transportation, and sale of petroleum products..",
        "label": true
    },
    {
        "statement": "China Vanke has headquarters in China.",
        "label": true
    },
    {
        "statement": "BlackRock is a mining company, which engages in the exploration and mining of precious base metals and ferrous metals..",
        "label": false
    },
    {
        "statement": "SK Hynix has headquarters in South Korea.",
        "label": true
    },
    {
        "statement": "Total has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Exxon Mobil operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "IBM has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Coca-Cola is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks..",
        "label": true
    },
    {
        "statement": "Anglo American has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Microsoft engages in the development and support of software, services, devices, and solutions..",
        "label": true
    },
    {
        "statement": "Iberdrola operates in the industry of utilities.",
        "label": true
    },
    {
        "statement": "Anheuser-Busch InBev has headquarters in Denmark.",
        "label": false
    },
    {
        "statement": "HSBC Holdings operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "China Telecom operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Barclays operates as a social networking company worldwide..",
        "label": false
    },
    {
        "statement": "Japan Post Holdings Japan Post Holdings Co., Ltd. manages its group companies that are engaged in postal, banking, and insurance businesses..",
        "label": true
    },
    {
        "statement": "SoftBank operates as a holding company that engages in the management of its group companies..",
        "label": true
    },
    {
        "statement": "Novartis operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Ford Motor operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "E.ON operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Itau Unibanco Holding provides financial products and services to individual and corporate clients in Brazil and abroad..",
        "label": true
    },
    {
        "statement": "Roche Holding operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Industrial and Commercial Bank of China operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "China State Construction Engineering engages in the following business activities: housing construction, real estate development and investment, infrastructure construction and investment, prospecting and design, and overseas industries.",
        "label": true
    },
    {
        "statement": "Chevron engages in the provision of insurance and investment advisory services..",
        "label": false
    },
    {
        "statement": "Cigna Corporation operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Truist Financial operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Reliance Industries engages in hydrocarbon exploration and production, petroleum refining and marketing, petrochemicals, retail and telecommunications..",
        "label": true
    },
    {
        "statement": "Electricite de France operates in the industry of utilities.",
        "label": true
    },
    {
        "statement": "Johnson & Johnson operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "BlackRock operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Vale operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "Procter & Gamble operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "AIA Group is an investment holding company, which engages in the provision of life insurance..",
        "label": true
    },
    {
        "statement": "Dow operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "LukOil has headquarters in Russia.",
        "label": true
    },
    {
        "statement": "RBC engages in the provision of banking and financial solutions..",
        "label": true
    },
    {
        "statement": "Micron Technology operates in the industry of semiconductors.",
        "label": true
    },
    {
        "statement": "Reliance Industries provides banking and financial services to individuals and institutions..",
        "label": false
    },
    {
        "statement": "Bristol Myers Squibb has headquarters in China.",
        "label": false
    },
    {
        "statement": "Enel has headquarters in Netherlands.",
        "label": false
    },
    {
        "statement": "Tesla engages in the manufacture and sale of automobiles and motorcycles..",
        "label": false
    },
    {
        "statement": "VINCI has headquarters in France.",
        "label": true
    },
    {
        "statement": "Glencore engages in the production and marketing of metal, mineral, and energy and agricultural commodities..",
        "label": true
    },
    {
        "statement": "JPMorgan Chase has headquarters in United States.",
        "label": true
    },
    {
        "statement": "United Parcel Service operates as a logistics and package delivery company providing supply chain management services..",
        "label": true
    },
    {
        "statement": "Enbridge has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Honeywell operates as a bank holding company that offers financial services, including lending and depository services, cash management, foreign exchange and trust and investment management..",
        "label": false
    },
    {
        "statement": "Equinor engages in the exploration, production, transport, refining, and marketing of petroleum and petroleum-derived products..",
        "label": true
    },
    {
        "statement": "Glencore engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis..",
        "label": false
    },
    {
        "statement": "Berkshire Hathaway has headquarters in United States.",
        "label": true
    },
    {
        "statement": "JPMorgan Chase operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "HDFC Bank has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "American Express engages in the provision of charge and credit card products, and travel-related services..",
        "label": true
    },
    {
        "statement": "FedEx is a holding company, which engages in the provision of a portfolio of transportation, e-commerce, and business services..",
        "label": true
    },
    {
        "statement": "Sumitomo Mitsui Financial has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Linde has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Tesla engages in the design, development, manufacture, and sale of fully electric vehicles, energy generation and storage systems..",
        "label": true
    },
    {
        "statement": "Toyota Motor has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "China Vanke operates in the industry of construction.",
        "label": true
    },
    {
        "statement": "Total operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "AbbVie (ABBV) engages in the exploration, development, production, and processing of iron ore, metallurgical coal, and copper..",
        "label": false
    },
    {
        "statement": "VINCI has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Enel has headquarters in Rome.",
        "label": true
    },
    {
        "statement": "Sumitomo Mitsui Financial operates in the industry of Utilities.",
        "label": false
    },
    {
        "statement": "Lowe's has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Honda Motor engages in the manufacture and sale of automobiles, motorcycles and power products..",
        "label": true
    },
    {
        "statement": "HDFC Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Rio Tinto provides banking, financial products and services to retail, small business, corporate and institutional clients..",
        "label": false
    },
    {
        "statement": "Truist Financial operates as a research healthcare company..",
        "label": false
    },
    {
        "statement": "Hitachi operates in the industry of conglomerates.",
        "label": true
    },
    {
        "statement": "Bank of Communications has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Sony has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Vale has headquarters in Brazil.",
        "label": true
    },
    {
        "statement": "Coca-Cola operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "BNP Paribas operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "China Merchants Bank engages in the provision of corporate and personal banking services..",
        "label": true
    },
    {
        "statement": "Medtronic is a medical technology company, which engages in the development, manufacture, distribution, and sale of device-based medical therapies and services..",
        "label": true
    },
    {
        "statement": "HCA Healthcare operates in the industry of health care equipment & services.",
        "label": true
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) engages in the provision of financial and insurance services..",
        "label": false
    },
    {
        "statement": "CITIC has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "Poly Developments & Holdings Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Tesla operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Siemens is a U.S. subsidiary of Siemens AG, a global powerhouse focusing on the areas of power generation and distribution, intelligent infrastructure for buildings and distributed energy systems, and automation and digitalization in the process and manufacturing industries..",
        "label": true
    },
    {
        "statement": "Industrial and Commercial Bank of China has headquarters in China.",
        "label": true
    },
    {
        "statement": "FedEx is a holding company that engages in the provision of telecommunications media and technology service..",
        "label": false
    },
    {
        "statement": "China Mobile operates as an investment holding company..",
        "label": true
    },
    {
        "statement": "Hyundai Motor has headquarters in China.",
        "label": false
    },
    {
        "statement": "China Petroleum & Chemical has headquarters in China.",
        "label": true
    },
    {
        "statement": "Bank of Montreal operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Reliance Industries has headquarters in India.",
        "label": true
    },
    {
        "statement": "ING Group has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks..",
        "label": false
    },
    {
        "statement": "PepsiCo engages in the manufacture, marketing, distribution and sale of beverages, food, and snacks..",
        "label": true
    },
    {
        "statement": "AIA Group operates in the industry of Electricity & Gas.",
        "label": false
    },
    {
        "statement": "China Petroleum & Chemical engages in the manufacture, marketing, distribution and sale of beverages, food, and snacks..",
        "label": false
    },
    {
        "statement": "Anheuser-Busch InBev operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Capital One has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Abbott Laboratories operates in the industry of healthcare equipment & services.",
        "label": true
    },
    {
        "statement": "Bank of Communications operates in the industry of Technology.",
        "label": false
    },
    {
        "statement": "Target engages in owning and operating of general merchandise stores..",
        "label": true
    },
    {
        "statement": "Cigna Corporation engages in the provision of global health services..",
        "label": true
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": false
    },
    {
        "statement": "China State Construction Engineering has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Hitachi engages in the provision of services utilizing the function of general trading..",
        "label": false
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company engages in the manufacture and sale of integrated circuits and wafer semiconductor devices..",
        "label": true
    },
    {
        "statement": "Hyundai Motor engages in the manufacture and distribution of motor vehicles and parts..",
        "label": true
    },
    {
        "statement": "Rosneft is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions..",
        "label": false
    },
    {
        "statement": "Chubb has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "Comcast is a media, entertainment and communications company that engages in the provision of video, Internet and phone services..",
        "label": true
    },
    {
        "statement": "SoftBank engages in the provision of insurance and investment advisory services..",
        "label": false
    },
    {
        "statement": "Honeywell has headquarters in Taiwan.",
        "label": false
    },
    {
        "statement": "Electricite de France operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "United Parcel Service operates in the industry of transportation.",
        "label": true
    },
    {
        "statement": "Comcast operates in the industry of media.",
        "label": true
    },
    {
        "statement": "China Shenhua Energy has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Agricultural Bank of China has headquarters in China.",
        "label": true
    },
    {
        "statement": "Zurich Insurance engages in the provision of commercial banking and financial services..",
        "label": false
    },
    {
        "statement": "Westpac Banking engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "AIA Group operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Tesla has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Munich Reinsurance engages in the provision of insurance and reinsurance services..",
        "label": true
    },
    {
        "statement": "Ping An Insurance (Group) Company of China operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Telefonica engages in the provision of insurance and financial products..",
        "label": false
    },
    {
        "statement": "Procter & Gamble operates in the industry of household & personal products.",
        "label": true
    },
    {
        "statement": "Lockheed Martin operates as a global security and aerospace company, which engages in the research, design, development, manufacture, integration, and sustainment of technology systems, products, and services..",
        "label": true
    },
    {
        "statement": "Comcast engages in the production and marketing of metal, mineral, and energy and agricultural commodities..",
        "label": false
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "SoftBank has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "ArcelorMittal operates in the industry of Gas & Oil Operations.",
        "label": false
    },
    {
        "statement": "Micron Technology operates as a logistics and package delivery company providing supply chain management services..",
        "label": false
    },
    {
        "statement": "Nippon Telegraph & Telephone operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Canadian Imperial Bank of Commerce engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Charter Communications has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Zurich Insurance operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Micron Technology has headquarters in France.",
        "label": false
    },
    {
        "statement": "Mizuho Financial operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Stellantis operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Capital One operates in the industry of IT Software & Services.",
        "label": false
    },
    {
        "statement": "Reliance Industries has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Public Joint Stock Company Gazprom is a global energy company that engages in geological exploration, production, transportation, storage, processing and sales of gas, gas condensate and oil..",
        "label": true
    },
    {
        "statement": "Lowe's engages in the retail sale of home improvement products..",
        "label": true
    },
    {
        "statement": "Westpac Banking has headquarters in Brazil.",
        "label": false
    },
    {
        "statement": "PepsiCo operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Credit Agricole operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Barclays has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Zurich Insurance has headquarters in China.",
        "label": false
    },
    {
        "statement": "Nippon Telegraph & Telephone has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Ping An Insurance (Group) Company of China has headquarters in China.",
        "label": true
    },
    {
        "statement": "Bank of America has headquarters in Norway.",
        "label": false
    },
    {
        "statement": "Volkswagen Group operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "HSBC Holdings operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "BBVA operates in the industry of Household & Personal Products.",
        "label": false
    },
    {
        "statement": "British American Tobacco operates in the industry of food, drink & tobacco.",
        "label": true
    },
    {
        "statement": "Bristol Myers Squibb engages in the provision of global health services..",
        "label": false
    },
    {
        "statement": "Walt Disney operates in the industry of Aerospace & Defense.",
        "label": false
    },
    {
        "statement": "Costco Wholesale has headquarters in United States.",
        "label": true
    },
    {
        "statement": "HSBC Holdings engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "Linde engages in owning and operating of general merchandise stores..",
        "label": false
    },
    {
        "statement": "Iberdrola has headquarters in Spain.",
        "label": true
    },
    {
        "statement": "China Merchants Bank has headquarters in China.",
        "label": true
    },
    {
        "statement": "Allianz is a media, entertainment and communications company that engages in the provision of video, Internet and phone services..",
        "label": false
    },
    {
        "statement": "Industrial and Commercial Bank of China engages in the provision of commercial banking and financial services..",
        "label": true
    },
    {
        "statement": "Total engages in the design, development and manufacturing of nanotechnology, heat transfer, wireless connectivity and material sciences products..",
        "label": false
    },
    {
        "statement": "Deutsche Post engages in the provision of mail and logistics services..",
        "label": true
    },
    {
        "statement": "Meta Platforms has headquarters in Hong Kong.",
        "label": false
    },
    {
        "statement": "AXA operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "ArcelorMittal operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "Intel has headquarters in United States.",
        "label": true
    },
    {
        "statement": "CITIC has headquarters in Hong Kong.",
        "label": true
    },
    {
        "statement": "Samsung Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Bayerische Motoren Werke (BMW) has headquarters in Australia.",
        "label": false
    },
    {
        "statement": "Itochu operates in the industry of trading companies.",
        "label": true
    },
    {
        "statement": "Duke Energy operates in the industry of utilities.",
        "label": true
    },
    {
        "statement": "Abbott Laboratories engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products..",
        "label": true
    },
    {
        "statement": "Novartis operates as a medical company, which designs, manufactures, and markets professional, medical, industrial and commercial products and services..",
        "label": false
    },
    {
        "statement": "UBS Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Credit Agricole operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Ford Motor operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "Petrobras operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Rosneft has headquarters in Russia.",
        "label": true
    },
    {
        "statement": "Mitsui operates in the industry of trading companies.",
        "label": true
    },
    {
        "statement": "Petrobras engages in oil and gas exploration, production, and distribution activities..",
        "label": true
    },
    {
        "statement": "Apple has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "Glencore has headquarters in China.",
        "label": false
    },
    {
        "statement": "Verizon Communications is a holding company that engages in the provision of communications, information and entertainment products and services to consumers, businesses and governmental agencies..",
        "label": true
    },
    {
        "statement": "Dell Technologies is a holding company, which engages in the provision of information technology hardware, software, and service solutions through its subsidiaries..",
        "label": true
    },
    {
        "statement": "Manulife has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Dell Technologies has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Samsung Group operates in the industry of technology.",
        "label": true
    },
    {
        "statement": "Bank of Montreal provides banking and financial services to individuals and institutions..",
        "label": true
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) engages in the exploration, development and production of crude oil and natural gas..",
        "label": false
    },
    {
        "statement": "FedEx operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "American Express has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Hitachi operates in the industry of Health Care Equipment & Services.",
        "label": false
    },
    {
        "statement": "Univlever has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Toyota Motor engages in the manufacture and sale of motor vehicles and parts..",
        "label": true
    },
    {
        "statement": "Roche Holding has headquarters in United States.",
        "label": false
    },
    {
        "statement": "BNP Paribas operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "AT&T has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "ING Group operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Danaher operates in the industry of conglomerates.",
        "label": true
    },
    {
        "statement": "BP operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "ANZ operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Abbott Laboratories operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "China Life Insurance engages in the provision of life, annuity, accident, and health insurance..",
        "label": true
    },
    {
        "statement": "Eni operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Brookfield Asset Management engages in the production and marketing of consumer goods in the nutrition, hygiene, and personal care categories..",
        "label": false
    },
    {
        "statement": "Banco Bradesco is a holding company, which engages in the provision of financial services..",
        "label": false
    },
    {
        "statement": "Procter & Gamble has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Honda Motor has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Enel operates in the industry of Trading Companies.",
        "label": false
    },
    {
        "statement": "Sanofi operates in the industry of Construction.",
        "label": false
    },
    {
        "statement": "Cigna Corporation is a medical technology company, which engages in the development, manufacture, distribution, and sale of device-based medical therapies and services..",
        "label": false
    },
    {
        "statement": "America Movil has headquarters in Mexico.",
        "label": true
    },
    {
        "statement": "BP has headquarters in France.",
        "label": false
    },
    {
        "statement": "Walt Disney operates in the industry of media.",
        "label": true
    },
    {
        "statement": "Shell has headquarters in Netherlands.",
        "label": true
    },
    {
        "statement": "Total has headquarters in France.",
        "label": true
    },
    {
        "statement": "RBC has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Costco Wholesale is a medical technology company, which engages in the development, manufacture, distribution, and sale of device-based medical therapies and services..",
        "label": false
    },
    {
        "statement": "Bank of China has headquarters in France.",
        "label": false
    },
    {
        "statement": "LukOil operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Micron Technology operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Intel is a holding company, which engages in steelmaking and mining activities..",
        "label": false
    },
    {
        "statement": "Shanghai Pudong Development Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "State Bank of India has headquarters in India.",
        "label": true
    },
    {
        "statement": "Duke Energy engages in distribution of natural gas and energy related services..",
        "label": true
    },
    {
        "statement": "Anglo American operates in the industry of Construction.",
        "label": false
    },
    {
        "statement": "Nestle operates in the industry of food, drink & tobacco.",
        "label": true
    },
    {
        "statement": "Rio Tinto operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "China Life Insurance operates in the industry of Utilities.",
        "label": false
    },
    {
        "statement": "Mitsui has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Dell Technologies operates in the industry of technology hardware & equipment.",
        "label": true
    },
    {
        "statement": "Generali Group operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Toronto-Dominion Bank operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "Morgan Stanley operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Caterpillar engages in the provision of insurance and reinsurance services..",
        "label": false
    },
    {
        "statement": "Airbus Group operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "UnitedHealth Group operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Mizuho Financial operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Chubb operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Anheuser-Busch InBev operates as a holding company, which engages in the manufacture and distribution of alcoholic and non-alcoholic beverages..",
        "label": true
    },
    {
        "statement": "Meta Platforms operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Eni engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": true
    },
    {
        "statement": "Merck & Co. operates in the industry of united states.",
        "label": true
    },
    {
        "statement": "Industrial Bank engages in the provision of corporate and personal banking services, financial lease, assets custody services and conducting treasury business..",
        "label": true
    },
    {
        "statement": "E.ON operates in the industry of utilities.",
        "label": true
    },
    {
        "statement": "Honeywell is a software industrial company, which offers industry specific solutions to aerospace and automotive products and services..",
        "label": true
    },
    {
        "statement": "Industrial Bank operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Telefonica operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Zurich Insurance is a holding company, which engages in the provision of insurance products and related services..",
        "label": true
    },
    {
        "statement": "Public Joint Stock Company Gazprom engages in the retail sale of home improvement products..",
        "label": false
    },
    {
        "statement": "Tokio Marine Holdings operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Generali Group operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "Cigna Corporation has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "Johnson & Johnson has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Charles Schwab Corporation operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Equinor operates in the industry of Capital Goods.",
        "label": false
    },
    {
        "statement": "Banco Bradesco has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Alphabet has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Itau Unibanco Holding operates in the industry of IT Software & Services.",
        "label": false
    },
    {
        "statement": "General Motors operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Vale engages in the provision of healthcare services..",
        "label": false
    },
    {
        "statement": "Total operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Danaher has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Airbus Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "VINCI engages in the provision of mail and logistics services..",
        "label": false
    },
    {
        "statement": "Nippon Telegraph & Telephone operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "ANZ has headquarters in United States.",
        "label": false
    },
    {
        "statement": "SAP engages in the provision of enterprise application software and software-related services..",
        "label": true
    },
    {
        "statement": "BBVA engages in the traditional banking businesses of retail banking, asset management, private banking, and wholesale banking..",
        "label": true
    },
    {
        "statement": "AbbVie (ABBV) operates in the industry of Healthcare Equipment & Services.",
        "label": false
    },
    {
        "statement": "Danaher operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "Thermo Fisher Scientific operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Ping An Insurance (Group) Company of China provides commercial banking and financial services..",
        "label": false
    },
    {
        "statement": "Cigna Corporation operates in the industry of Utilities.",
        "label": false
    },
    {
        "statement": "Dell Technologies operates as a logistics and package delivery company providing supply chain management services..",
        "label": false
    },
    {
        "statement": "Berkshire Hathaway operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "KDDI operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "AIA Group has headquarters in Hong Kong.",
        "label": true
    },
    {
        "statement": "Deere & Company is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks..",
        "label": false
    },
    {
        "statement": "Chevron has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Duke Energy has headquarters in United States.",
        "label": true
    },
    {
        "statement": "American International Group is a holding company, which engages in the business of acquisition and operation of different companies..",
        "label": false
    },
    {
        "statement": "China State Construction Engineering operates in the industry of construction.",
        "label": true
    },
    {
        "statement": "AbbVie (ABBV) operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Generali Group is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": false
    },
    {
        "statement": "Alphabet engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": false
    },
    {
        "statement": "Tokio Marine Holdings is an investment company that engages in the provision of value-added services and online advertising services..",
        "label": false
    },
    {
        "statement": "China Citic Bank has headquarters in China.",
        "label": true
    },
    {
        "statement": "State Bank of India operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Brookfield Asset Management has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Amazon.com has headquarters in Italy.",
        "label": false
    },
    {
        "statement": "Intel operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Westpac Banking has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "Bank of Nova Scotia operates in the industry of IT Software & Services.",
        "label": false
    },
    {
        "statement": "Univlever operates in the industry of household & personal products.",
        "label": true
    },
    {
        "statement": "RBC has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Comcast has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Target has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "KDDI engages in the telecommunications business..",
        "label": true
    },
    {
        "statement": "Telefonica operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Chubb operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Barclays has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "America Movil is a holding company, which engages in the provision of a portfolio of transportation, e-commerce, and business services..",
        "label": false
    },
    {
        "statement": "UBS Group has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "GlaxoSmithKline operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "China Shenhua Energy operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "FedEx operates in the industry of transportation.",
        "label": true
    },
    {
        "statement": "Petrobras operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Berkshire Hathaway provides property and casualty insurance and reinsurance, utilities and energy, freight rail transportation, finance, manufacturing, retailing, and services..",
        "label": true
    },
    {
        "statement": "Volkswagen Group has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Medtronic operates in the industry of health care equipment & services.",
        "label": true
    },
    {
        "statement": "Mitsubishi UFJ Financial Group operates as a holding company, which provides financial services through its subsidiaries..",
        "label": true
    },
    {
        "statement": "Credit Agricole operates as a holding company that engages in the management of its group companies..",
        "label": false
    },
    {
        "statement": "Micron Technology engages in the provision of innovative memory and storage solutions..",
        "label": true
    },
    {
        "statement": "British American Tobacco has headquarters in India.",
        "label": false
    },
    {
        "statement": "Hon Hai Precision is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": false
    },
    {
        "statement": "China Mobile operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Siemens has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Raytheon Technologies engages in the provision of aerospace and defense systems and services for commercial, military and government customers..",
        "label": true
    },
    {
        "statement": "HCA Healthcare has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Japan Post Holdings operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "CNOOC operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "The Home Depot operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Walmart is a holding company that engages in the provision of telecommunications media and technology service..",
        "label": false
    },
    {
        "statement": "Samsung Group engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals..",
        "label": false
    },
    {
        "statement": "Procter & Gamble has headquarters in Luxembourg.",
        "label": false
    },
    {
        "statement": "Microsoft engages in the provision of global health services..",
        "label": false
    },
    {
        "statement": "ANZ is a software industrial company, which offers industry specific solutions to aerospace and automotive products and services..",
        "label": false
    },
    {
        "statement": "Visa engages in the provision of digital payment services. It also facilitates global commerce through the transfer of value and information among global network of consumers, merchants, financial institutions, businesses, strategic partners, and government entities..",
        "label": true
    },
    {
        "statement": "Mercedes-Benz Group operates in the industry of Aerospace & Defense.",
        "label": false
    },
    {
        "statement": "Bank of Montreal has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "UBS Group engages in oil and gas exploration, production, and distribution activities..",
        "label": false
    },
    {
        "statement": "Toronto-Dominion Bank has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Dow is a materials science company, combining science and technology to develop innovative solutions..",
        "label": true
    },
    {
        "statement": "GlaxoSmithKline is a healthcare company that engages in the research, development and manufacture of pharmaceutical medicines, vaccines and consumer healthcare products..",
        "label": true
    },
    {
        "statement": "Sanofi has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Honda Motor has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Itochu operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "China State Construction Engineering operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "PNC Financial Services has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Bristol Myers Squibb operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Verizon Communications operates in the industry of Conglomerates.",
        "label": false
    },
    {
        "statement": "Accenture has headquarters in Ireland.",
        "label": true
    },
    {
        "statement": "Anthem operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Allianz operates in the industry of insurance.",
        "label": true
    },
    {
        "statement": "Charles Schwab Corporation is a savings and loan holding company, which engages in the provision of wealth management, securities brokerage, banking, asset management, custody, and financial advisory services..",
        "label": true
    },
    {
        "statement": "Sanofi has headquarters in France.",
        "label": true
    },
    {
        "statement": "Santander has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Anthem provides life, hospital and medical insurance plans..",
        "label": true
    },
    {
        "statement": "Airbus Group has headquarters in Netherlands.",
        "label": true
    },
    {
        "statement": "Berkshire Hathaway has headquarters in China.",
        "label": false
    },
    {
        "statement": "Johnson & Johnson provides insurance and financial services to individual and institutional customers..",
        "label": false
    },
    {
        "statement": "Verizon Communications operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Medtronic is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": false
    },
    {
        "statement": "Tesla operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "Chubb operates as a holding company, which engages in the provision of commercial and personal property and casualty insurance, personal accident and supplemental health insurance (A&H), reinsurance, and life insurance..",
        "label": true
    },
    {
        "statement": "Canadian Imperial Bank of Commerce operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Mitsubishi UFJ Financial Group operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "China Vanke operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "China Citic Bank operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "KDDI has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Zurich Insurance has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "E.ON has headquarters in France.",
        "label": false
    },
    {
        "statement": "Glencore has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "ING Group engages in the manufacture and sale of electrical equipment..",
        "label": false
    },
    {
        "statement": "British American Tobacco operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Electricite de France has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Coca-Cola provides insurance and financial services to individual and institutional customers..",
        "label": false
    },
    {
        "statement": "Citigroup operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Toyota Motor engages in the development, design, manufacture, and sale of electronic equipment, instruments, devices, game consoles, and software for consumers, professionals and industrial markets..",
        "label": false
    },
    {
        "statement": "Target operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Broadcom operates in the industry of Capital Goods.",
        "label": false
    },
    {
        "statement": "China State Construction Engineering engages in the provision of analytical instruments, equipment, reagents and consumables, software and services for research, analysis, discovery and diagnostics..",
        "label": false
    },
    {
        "statement": "United Parcel Service has headquarters in United States.",
        "label": true
    },
    {
        "statement": "MetLife operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "China Telecom is a health care services company, which engages in operating hospitals, freestanding surgery centers and emergency rooms, and urgent care centers..",
        "label": false
    },
    {
        "statement": "PetroChina operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Siemens has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Sanofi operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "Novartis has headquarters in Switzerland.",
        "label": true
    },
    {
        "statement": "Nippon Telegraph & Telephone has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Bank of China operates in the industry of Conglomerates.",
        "label": false
    },
    {
        "statement": "Mitsubishi engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis..",
        "label": false
    },
    {
        "statement": "Walt Disney has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Charles Schwab Corporation engages in the development and sale of properties..",
        "label": false
    },
    {
        "statement": "Hon Hai Precision operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Vale has headquarters in China.",
        "label": false
    },
    {
        "statement": "General Motors engages in the provision of healthcare services..",
        "label": false
    },
    {
        "statement": "China Mobile has headquarters in Hong Kong.",
        "label": true
    },
    {
        "statement": "Hyundai Motor operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Bank of Nova Scotia engages in the provision of aerospace and defense systems and services for commercial, military and government customers..",
        "label": false
    },
    {
        "statement": "ConocoPhillips engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "ArcelorMittal engages in the manufacturing and distribution of equipment used in agriculture, construction, forestry, and turf care..",
        "label": false
    },
    {
        "statement": "RBC operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "ConocoPhillips engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis..",
        "label": true
    },
    {
        "statement": "Charles Schwab Corporation has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Manulife operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "Rio Tinto engages in the exploration, mining, and processing of mineral resources..",
        "label": true
    },
    {
        "statement": "Itau Unibanco Holding operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Walgreens engages in the provision of drug store services..",
        "label": true
    },
    {
        "statement": "Wells Fargo engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products..",
        "label": false
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company has headquarters in Taiwan.",
        "label": true
    },
    {
        "statement": "Deere & Company operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Itochu engages in oil and natural gas production..",
        "label": false
    },
    {
        "statement": "Intel operates in the industry of semiconductors.",
        "label": true
    },
    {
        "statement": "Tokio Marine Holdings has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "PNC Financial Services is a holding company, which engages in the provision of financial services..",
        "label": true
    },
    {
        "statement": "Industrial Bank engages in owning and operating of general merchandise stores..",
        "label": false
    },
    {
        "statement": "National Australia Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "China Merchants Bank operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Bank of Nova Scotia engages in the provision of financial products and services, including personal, commercial, corporate, and investment banking..",
        "label": true
    },
    {
        "statement": "Anglo American has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Danaher engages in the provision of insurance and investment advisory services..",
        "label": false
    },
    {
        "statement": "HCA Healthcare operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "Equinor has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "Sony operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Prudential Financial has headquarters in China.",
        "label": false
    },
    {
        "statement": "Truist Financial has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Deutsche Post has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "FedEx has headquarters in Taiwan.",
        "label": false
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company has headquarters in China.",
        "label": false
    },
    {
        "statement": "Broadcom has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Roche Holding operates as a research healthcare company..",
        "label": true
    },
    {
        "statement": "Canadian Imperial Bank of Commerce has headquarters in Canada.",
        "label": true
    },
    {
        "statement": "Shanghai Pudong Development Bank is a materials science company, combining science and technology to develop innovative solutions..",
        "label": false
    },
    {
        "statement": "Intesa Sanpaolo engages in the provision of financial products and banking services..",
        "label": true
    },
    {
        "statement": "China Construction Bank engages in the research, production and distribution of pharmaceutical products..",
        "label": false
    },
    {
        "statement": "Mitsui operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "Canadian Imperial Bank of Commerce has headquarters in Brazil.",
        "label": false
    },
    {
        "statement": "SAP is an investment holding company that engages in the exploration, development, production and sale of crude oil, natural gas and other petroleum products through its subsidiaries..",
        "label": false
    },
    {
        "statement": "HDFC Bank has headquarters in India.",
        "label": true
    },
    {
        "statement": "Merck & Co. operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Walgreens operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "MetLife provides insurance and financial services to individual and institutional customers..",
        "label": true
    },
    {
        "statement": "Lloyds Banking Group has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "CNOOC is an investment holding company that engages in the exploration, development, production and sale of crude oil, natural gas and other petroleum products through its subsidiaries..",
        "label": true
    },
    {
        "statement": "LukOil engages in the exploration, production, refining, marketing and distribution of oil..",
        "label": true
    },
    {
        "statement": "Coca-Cola operates in the industry of food, drink & tobacco.",
        "label": true
    },
    {
        "statement": "Intesa Sanpaolo operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Duke Energy is a financial services company, which engages in the provision of a wide range of banking and financial services..",
        "label": false
    },
    {
        "statement": "CITIC operates in the industry of trading companies.",
        "label": true
    },
    {
        "statement": "Roche Holding is a media, entertainment and communications company that engages in the provision of video, Internet and phone services..",
        "label": false
    },
    {
        "statement": "Industrial and Commercial Bank of China operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "China Telecom operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "AT&T is a holding company that engages in the provision of telecommunications media and technology service..",
        "label": true
    },
    {
        "statement": "Coca-Cola has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Deutsche Telekom has headquarters in France.",
        "label": false
    },
    {
        "statement": "Allianz has headquarters in Brazil.",
        "label": false
    },
    {
        "statement": "AbbVie (ABBV) has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "BlackRock operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Anheuser-Busch InBev has headquarters in Belgium.",
        "label": true
    },
    {
        "statement": "Agricultural Bank of China engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Pfizer operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "UnitedHealth Group engages in the provision of financial services..",
        "label": false
    },
    {
        "statement": "SoftBank has headquarters in France.",
        "label": false
    },
    {
        "statement": "Merck & Co. engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Morgan Stanley operates as a global financial services company..",
        "label": true
    },
    {
        "statement": "Moller - Maersk engages in the provision of financial and insurance services..",
        "label": false
    },
    {
        "statement": "American International Group operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Munich Reinsurance operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Allianz operates in the industry of Drugs & Biotechnology.",
        "label": false
    },
    {
        "statement": "Lowe's operates in the industry of Media.",
        "label": false
    },
    {
        "statement": "PepsiCo engages in the provision of analytical instruments, equipment, reagents and consumables, software and services for research, analysis, discovery and diagnostics..",
        "label": false
    },
    {
        "statement": "HDFC Bank engages in the provision of banking and financial services, including commercial banking and treasury operations..",
        "label": true
    },
    {
        "statement": "PetroChina engages in the petroleum related products, services and activities..",
        "label": true
    },
    {
        "statement": "Thermo Fisher Scientific engages in the provision of analytical instruments, equipment, reagents and consumables, software and services for research, analysis, discovery and diagnostics..",
        "label": true
    },
    {
        "statement": "BP operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Charles Schwab Corporation operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "E.ON has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Deere & Company operates in the industry of capital goods.",
        "label": true
    },
    {
        "statement": "China Citic Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Itau Unibanco Holding operates as a research healthcare company..",
        "label": false
    },
    {
        "statement": "AIA Group engages in the design, manufacture and sale of computer products and technologies..",
        "label": false
    },
    {
        "statement": "Fubon Financial engages in the provision of broadband communications services..",
        "label": false
    },
    {
        "statement": "Postal Savings Bank of China engages in the provision of banking and related financial services..",
        "label": true
    },
    {
        "statement": "Stellantis engages in distribution of natural gas and energy related services..",
        "label": false
    },
    {
        "statement": "China Construction Bank engages in the provision of a wide range of financial services to corporate and personal customers..",
        "label": true
    },
    {
        "statement": "Glencore operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "Broadcom has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "CVS Health engages in the provision of healthcare services..",
        "label": true
    },
    {
        "statement": "Univlever has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Public Joint Stock Company Gazprom operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Abbott Laboratories has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Lowe's operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "Santander operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Agricultural Bank of China engages in the provision of international commercial banking and financial services..",
        "label": true
    },
    {
        "statement": "Bank of China operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "America Movil operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "China Mobile operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "Itochu has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Mercedes-Benz Group engages in the production and distribution of cars, trucks and vans..",
        "label": true
    },
    {
        "statement": "China Petroleum & Chemical operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "SoftBank operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "Walt Disney engages in the manufacture and sale of automobiles and motorcycles..",
        "label": false
    },
    {
        "statement": "Tokio Marine Holdings has headquarters in United States.",
        "label": false
    },
    {
        "statement": "China Vanke engages in the discovery, development, licensing, manufacture, marketing, distribution and sale of biopharmaceutical products..",
        "label": false
    },
    {
        "statement": "Shell operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Alibaba Group has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Santander operates in the industry of Consumer Durables.",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "E.ON is a holding company, which engages in the development, manufacture, and marketing of healthcare products..",
        "label": false
    },
    {
        "statement": "Charter Communications engages in the provision of broadband communications services..",
        "label": true
    },
    {
        "statement": "Saudi Arabian Oil Company (Saudi Aramco) engages in the exploration, production, transportation, and sale of crude oil and natural gas..",
        "label": true
    },
    {
        "statement": "Citigroup has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Mitsui engages in the general trading business..",
        "label": true
    },
    {
        "statement": "China Life Insurance engages in the provision of healthcare coverage, software and data consultancy services..",
        "label": false
    },
    {
        "statement": "Charter Communications has headquarters in Canada.",
        "label": false
    },
    {
        "statement": "China Construction Bank has headquarters in China.",
        "label": true
    },
    {
        "statement": "BASF operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Alphabet has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Berkshire Hathaway operates in the industry of Transportation.",
        "label": false
    },
    {
        "statement": "Public Joint Stock Company Gazprom has headquarters in China.",
        "label": false
    },
    {
        "statement": "Lockheed Martin operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Stellantis engages in the design, engineering, manufacturing, distribution and sale of automobiles and light commercial vehicles, engines, transmission systems, automotive-related components, metallurgical products and production systems..",
        "label": true
    },
    {
        "statement": "Deutsche Telekom operates in the industry of telecommunications services.",
        "label": true
    },
    {
        "statement": "AT&T has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Accenture operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "Moller - Maersk has headquarters in Denmark.",
        "label": true
    },
    {
        "statement": "Mitsui has headquarters in China.",
        "label": false
    },
    {
        "statement": "Goldman Sachs Group operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "China Telecom has headquarters in China.",
        "label": true
    },
    {
        "statement": "Japan Post Holdings has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "Lloyds Banking Group is a holding company that engages in the provision of financial products and services..",
        "label": false
    },
    {
        "statement": "United Parcel Service has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "IBM operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Toronto-Dominion Bank engages in the provision of financial products and services..",
        "label": false
    },
    {
        "statement": "Banco Bradesco has headquarters in Brazil.",
        "label": true
    },
    {
        "statement": "Allianz engages in the provision of insurance and investment advisory services..",
        "label": true
    },
    {
        "statement": "Industrial Bank has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "Intesa Sanpaolo has headquarters in Brazil.",
        "label": false
    },
    {
        "statement": "BBVA is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions..",
        "label": false
    },
    {
        "statement": "Amazon.com operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "SK Hynix engages in the manufacture and sale of semiconductor products..",
        "label": true
    },
    {
        "statement": "Oracle has headquarters in Ireland.",
        "label": false
    },
    {
        "statement": "UBS Group operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Tokio Marine Holdings engages in the management of its group companies which are in the insurance business..",
        "label": true
    },
    {
        "statement": "Santander engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Bank of America is a bank and financial holding company, which engages in the provision of banking and nonbank financial services..",
        "label": true
    },
    {
        "statement": "ConocoPhillips operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Deutsche Telekom operates in the industry of Telecommunications Services.",
        "label": false
    },
    {
        "statement": "Reliance Industries operates in the industry of gas & oil operations.",
        "label": true
    },
    {
        "statement": "Samsung Group operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Microsoft operates in the industry of it software & services.",
        "label": true
    },
    {
        "statement": "Meta Platforms engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "SAP operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "LukOil operates as a holding company that engages in the provision of insurance and asset management services..",
        "label": false
    },
    {
        "statement": "Taiwan Semiconductor Manufacturing Company operates in the industry of semiconductors.",
        "label": true
    },
    {
        "statement": "LVMH Moet Hennessy Louis Vuitton has headquarters in France.",
        "label": true
    },
    {
        "statement": "Mercedes-Benz Group operates as an integrated oil and gas company..",
        "label": false
    },
    {
        "statement": "Johnson & Johnson operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "U.S. Bancorp engages in the manufacture and sale of motor vehicles and parts..",
        "label": false
    },
    {
        "statement": "Hitachi has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Bank of Montreal engages in the design, manufacture and sale of computer products and technologies..",
        "label": false
    },
    {
        "statement": "Medtronic has headquarters in Hong Kong.",
        "label": false
    },
    {
        "statement": "BNP Paribas has headquarters in France.",
        "label": true
    },
    {
        "statement": "China Petroleum & Chemical operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "IBM engages in the exploration, mining, and processing of mineral resources..",
        "label": false
    },
    {
        "statement": "China Petroleum & Chemical has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "Mizuho Financial has headquarters in Japan.",
        "label": true
    },
    {
        "statement": "AXA operates as a holding company that engages in the provision of insurance and asset management services..",
        "label": true
    },
    {
        "statement": "Cisco Systems operates in the industry of technology hardware & equipment.",
        "label": true
    },
    {
        "statement": "Bank of Communications operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Honda Motor operates in the industry of Chemicals.",
        "label": false
    },
    {
        "statement": "Allianz has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Duke Energy has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "HDFC Bank operates as a global financial services company..",
        "label": false
    },
    {
        "statement": "Munich Reinsurance has headquarters in United States.",
        "label": false
    },
    {
        "statement": "PetroChina has headquarters in South Korea.",
        "label": false
    },
    {
        "statement": "U.S. Bancorp operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Danaher has headquarters in China.",
        "label": false
    },
    {
        "statement": "Mizuho Financial has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Equinor has headquarters in Norway.",
        "label": true
    },
    {
        "statement": "Toyota Motor operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "Walmart has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Univlever operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Charles Schwab Corporation has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Sumitomo Mitsui Financial is a holding company that engages in the management of its subsidiaries that provide financial services..",
        "label": true
    },
    {
        "statement": "Caterpillar has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Enbridge engages in the provision of gas and oil businesses..",
        "label": true
    },
    {
        "statement": "Anthem operates in the industry of Health Care Equipment & Services.",
        "label": false
    },
    {
        "statement": "Cisco Systems engages in the design, manufacture, and sale of Internet Protocol based networking products and services related to the communications and information technology industry..",
        "label": true
    },
    {
        "statement": "Walgreens operates in the industry of retailing.",
        "label": true
    },
    {
        "statement": "China Merchants Bank operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Duke Energy operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "ING Group engages in the provision of banking, investments, life and non-life insurance, and retirement and asset management services..",
        "label": true
    },
    {
        "statement": "Oracle engages in the design, manufacture and sale of computer products and technologies..",
        "label": false
    },
    {
        "statement": "Banco Bradesco operates in the industry of Semiconductors.",
        "label": false
    },
    {
        "statement": "Bank of Nova Scotia operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Mitsubishi has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Berkshire Hathaway operates as a financial holding company, which engages in the provision of banking services to individuals, businesses and municipalities..",
        "label": false
    },
    {
        "statement": "National Australia Bank is a materials science company, combining science and technology to develop innovative solutions..",
        "label": false
    },
    {
        "statement": "Westpac Banking operates in the industry of banking.",
        "label": true
    },
    {
        "statement": "Japan Post Holdings operates as a holding company, which provides financial services through its subsidiaries..",
        "label": false
    },
    {
        "statement": "ING Group operates in the industry of Materials.",
        "label": false
    },
    {
        "statement": "Goldman Sachs Group has headquarters in China.",
        "label": false
    },
    {
        "statement": "Volkswagen Group has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "Poly Developments & Holdings Group operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Enel engages in the electricity generation and distribution and distribution of natural gas..",
        "label": true
    },
    {
        "statement": "Visa has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "Petrobras engages in shipping, energy, transportation, offshore drilling, and retail activities..",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Danaher operates as a medical company, which designs, manufactures, and markets professional, medical, industrial and commercial products and services..",
        "label": true
    },
    {
        "statement": "Bristol Myers Squibb has headquarters in United States.",
        "label": true
    },
    {
        "statement": "China Citic Bank is a commercial bank, which engages in the provision of corporate and personal banking services..",
        "label": true
    },
    {
        "statement": "Amazon.com has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Mercedes-Benz Group operates in the industry of consumer durables.",
        "label": true
    },
    {
        "statement": "CVS Health has headquarters in United States.",
        "label": true
    },
    {
        "statement": "Accenture provides financial products and services..",
        "label": false
    },
    {
        "statement": "Cisco Systems operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Industrial and Commercial Bank of China engages in the development, design, manufacture, and sale of electronic equipment, instruments, devices, game consoles, and software for consumers, professionals and industrial markets..",
        "label": false
    },
    {
        "statement": "BBVA has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Mitsubishi UFJ Financial Group is a commercial bank, which engages in the provision of corporate and personal banking services..",
        "label": false
    },
    {
        "statement": "JPMorgan Chase operates in the industry of diversified financials.",
        "label": true
    },
    {
        "statement": "Fubon Financial operates in the industry of Capital Goods.",
        "label": false
    },
    {
        "statement": "British American Tobacco British American Tobacco Acts as a financing subsidiary/special purpose entity..",
        "label": true
    },
    {
        "statement": "Walmart engages in retail and wholesale business..",
        "label": true
    },
    {
        "statement": "Bristol Myers Squibb operates in the industry of Food, Drink & Tobacco.",
        "label": false
    },
    {
        "statement": "Amazon.com engages in the provision of online retail shopping services..",
        "label": true
    },
    {
        "statement": "LukOil operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "Microsoft has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Wells Fargo operates in the industry of Diversified Financials.",
        "label": false
    },
    {
        "statement": "Merck & Co. has headquarters in Germany.",
        "label": false
    },
    {
        "statement": "Walmart operates in the industry of Retailing.",
        "label": false
    },
    {
        "statement": "ArcelorMittal has headquarters in Luxembourg.",
        "label": true
    },
    {
        "statement": "Exxon Mobil engages in the provision of banking and financial services..",
        "label": false
    },
    {
        "statement": "Airbus Group operates in the industry of aerospace & defense.",
        "label": true
    },
    {
        "statement": "SAP has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Commonwealth Bank of Australia engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "BlackRock has headquarters in Russia.",
        "label": false
    },
    {
        "statement": "Shanghai Pudong Development Bank has headquarters in China.",
        "label": true
    },
    {
        "statement": "Canadian Imperial Bank of Commerce is a financial institution, which engages in the provision of banking and wealth management services..",
        "label": true
    },
    {
        "statement": "Cisco Systems has headquarters in United States.",
        "label": true
    },
    {
        "statement": "PetroChina has headquarters in China.",
        "label": true
    },
    {
        "statement": "Deere & Company has headquarters in Saudi Arabia.",
        "label": false
    },
    {
        "statement": "State Bank of India engages in the electricity generation and distribution and distribution of natural gas..",
        "label": false
    },
    {
        "statement": "The Home Depot has headquarters in Switzerland.",
        "label": false
    },
    {
        "statement": "AXA has headquarters in United States.",
        "label": false
    },
    {
        "statement": "Airbus Group engages in the provision of telecommunications services..",
        "label": false
    },
    {
        "statement": "Cigna Corporation has headquarters in United States.",
        "label": true
    },
    {
        "statement": "RBC engages in the provision of financial services..",
        "label": false
    },
    {
        "statement": "Bank of Montreal operates in the industry of Oil & Gas Operations.",
        "label": false
    },
    {
        "statement": "BASF has headquarters in Japan.",
        "label": false
    },
    {
        "statement": "Poly Developments & Holdings Group operates in the industry of construction.",
        "label": true
    },
    {
        "statement": "Zurich Insurance operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Enbridge operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "Tencent Holdings engages in the provision of energy solutions..",
        "label": false
    },
    {
        "statement": "Bank of Communications engages in the provision of electricity, natural gas, and energy related services..",
        "label": false
    },
    {
        "statement": "Hyundai Motor engages in owning and operating of general merchandise stores..",
        "label": false
    },
    {
        "statement": "BP has headquarters in United Kingdom.",
        "label": true
    },
    {
        "statement": "Rosneft operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "HCA Healthcare operates as an investment holding company..",
        "label": false
    },
    {
        "statement": "Anglo American engages in the provision of healthcare services..",
        "label": false
    },
    {
        "statement": "Postal Savings Bank of China engages in the provision of life, annuity, accident, and health insurance..",
        "label": false
    },
    {
        "statement": "Iberdrola is a holding company, which engages in the provision of insurance products and related services..",
        "label": false
    },
    {
        "statement": "Enbridge engages in the provision of banking, investments, life and non-life insurance, and retirement and asset management services..",
        "label": false
    },
    {
        "statement": "Manulife is a financial services company that engages in the provision of financial protection and wealth management products and services..",
        "label": true
    },
    {
        "statement": "BASF has headquarters in Germany.",
        "label": true
    },
    {
        "statement": "BASF operates in the industry of chemicals.",
        "label": true
    },
    {
        "statement": "ArcelorMittal is a holding company, which engages in steelmaking and mining activities..",
        "label": true
    },
    {
        "statement": "GlaxoSmithKline operates in the industry of drugs & biotechnology.",
        "label": true
    },
    {
        "statement": "U.S. Bancorp operates as a bank holding company that offers financial services, including lending and depository services, cash management, foreign exchange and trust and investment management..",
        "label": true
    },
    {
        "statement": "Pfizer operates in the industry of Insurance.",
        "label": false
    },
    {
        "statement": "Walgreens engages in the provision of management consulting, technology, and outsourcing services..",
        "label": false
    },
    {
        "statement": "Dow is a holding company that engages in the provision of telecommunication services..",
        "label": false
    },
    {
        "statement": "Credit Agricole engages in the provision of banking and financial services..",
        "label": true
    },
    {
        "statement": "Thermo Fisher Scientific has headquarters in United States.",
        "label": true
    },
    {
        "statement": "American Express operates as a bank holding company that engages in the business of providing retail banking, credit cards, corporate and investment banking and wealth management services..",
        "label": false
    },
    {
        "statement": "Rio Tinto has headquarters in Australia.",
        "label": true
    },
    {
        "statement": "ING Group has headquarters in Netherlands.",
        "label": true
    },
    {
        "statement": "Sanofi engages in the research, production and distribution of pharmaceutical products..",
        "label": true
    },
    {
        "statement": "VINCI engages in the design, building, finance and management of facilities for transport systems, public and private buildings and urban development and water, energy and communication networks..",
        "label": true
    },
    {
        "statement": "Tencent Holdings has headquarters in United Kingdom.",
        "label": false
    },
    {
        "statement": "U.S. Bancorp has headquarters in United States.",
        "label": true
    },
    {
        "statement": "China Merchants Bank engages in oil and natural gas production..",
        "label": false
    },
    {
        "statement": "Samsung Group engages in the manufacturing and selling of electronics and computer peripherals..",
        "label": true
    },
    {
        "statement": "BHP Group operates in the industry of materials.",
        "label": true
    },
    {
        "statement": "Comcast operates in the industry of Banking.",
        "label": false
    },
    {
        "statement": "Comcast has headquarters in Taiwan.",
        "label": false
    },
    {
        "statement": "Prudential Financial engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis..",
        "label": false
    },
    {
        "statement": "Hon Hai Precision engages in the design, development and manufacturing of nanotechnology, heat transfer, wireless connectivity and material sciences products..",
        "label": true
    },
    {
        "statement": "Eni operates in the industry of oil & gas operations.",
        "label": true
    },
    {
        "statement": "CITIC is an investment holding company, which engages in finance, energy, engineering, manufacturing, and real estate businesses..",
        "label": true
    },
    {
        "statement": "China Shenhua Energy engages in the production and sale of coal and electricity..",
        "label": true
    }
]